<?php

return [
    'plural' => 'الفواتير',
    'list' => 'قائمة الفواتير',
    'singular' => 'فاتورة',
    'empty' => 'لا يوجد فاتورةات',
    'select' => 'اختر',
    'search' => 'ادخل ما تريد البحث عنه',
    'actions' => [
        'list' => 'عرض الكل ',
        'show' => 'عرض',
        'new' => 'فاتورة جديد',
        'create' => 'اضافة فاتورة',
        'edit' => 'تعديل',
        'delete' => 'حذف',
        'save' => 'حفظ الفاتورة',
    ],
    'messages' => [
        'created' => 'تم إضافة الفاتورة بنجاح .',
        'updated' => 'تم تعديل الفاتورة بنجاح .',
        'deleted' => 'تم حذف الفاتورة بنجاح .',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف الفاتورة ؟',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
    'options' => 'الاجراءات',
    'created_at' => 'تاريخ الإنشاء',
    'user' => 'الزبون',
    'total' => 'الاجمالى',
    'status' => 'حالة الفاتورة',
];
