<?php

return [
    'plural' => 'المنتجات',
    'list' => 'قائمة المنتجات',
    'singular' => 'منتج',
    'empty' => 'لا يوجد منتجات',
    'select' => 'اختر',
    'search' => 'ادخل ما تريد البحث عنه',
    'actions' => [
        'list' => 'عرض الكل ',
        'show' => 'عرض',
        'new' => 'منتج جديد',
        'create' => 'اضافة منتج',
        'edit' => 'تعديل',
        'delete' => 'حذف',
        'save' => 'حفظ المنتج',
    ],
    'messages' => [
        'created' => 'تم إضافة المنتج بنجاح .',
        'updated' => 'تم تعديل المنتج بنجاح .',
        'deleted' => 'تم حذف المنتج بنجاح .',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف المنتج ؟',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
    'options' => 'الاجراءات',
    'created_at' => 'تاريخ الإنشاء',
    'name' => 'الاسم',
    'code' => 'الكود',
    'price' => 'السعر',
    'description' => 'الوصف',
];
