<?php

return [
    'plural' => 'المستخدمين',
    'list' => 'قائمة المستخدمين',
    'singular' => 'مستخدم',
    'empty' => 'لا يوجد مكالمات',
    'select' => 'اختر',
    'search' => 'ادخل ما تريد البحث عنه',
    'actions' => [
        'list' => 'عرض الكل ',
        'show' => 'عرض',
        'new' => 'مستخدم جديدة',
        'create' => 'اضافة مستخدم',
        'edit' => 'تعديل',
        'delete' => 'حذف',
        'save' => 'حفظ المستخدم',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة المستخدم بنجاح .',
        'updated' => 'تم تعديل المستخدم بنجاح .',
        'deleted' => 'تم حذف المستخدم بنجاح .',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف المستخدم ؟',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
    'options' => 'الاجراءات',
    'created_at' => 'تاريخ الإنشاء',
    'name' => 'الاسم',
    'email' => 'البريد الالكترونى',
    'role' => 'الصلاحية',
    'password' => 'كلمة المرور',
    'confirm_password' => 'تأكيد كلمة المرور',
    'business' => 'المدرسة',
    'branch' => 'الفرع',
    'business' => 'المدرسة',
];
